test14-4-vols-20-workers-seq-rw-plain-vs-aesni-5min-2012_03_09_05_45/plain-fio.out
plain-read: (g=0): rw=read, bs=16K-16K/16K-16K, ioengine=libaio, iodepth=2
...
plain-read: (g=0): rw=read, bs=16K-16K/16K-16K, ioengine=libaio, iodepth=2
plain-write: (g=0): rw=write, bs=16K-16K/16K-16K, ioengine=libaio, iodepth=2
...
plain-write: (g=0): rw=write, bs=16K-16K/16K-16K, ioengine=libaio, iodepth=2
fio 2.0.3
Starting 20 processes

plain-read: (groupid=0, jobs=1): err= 0: pid=20249
  read : io=1406.3MB, bw=4799.9KB/s, iops=299 , runt=300003msec
    slat (usec): min=14 , max=409 , avg=19.96, stdev= 5.81
    clat (usec): min=99 , max=69265 , avg=1778.15, stdev=2932.09
     lat (usec): min=255 , max=69286 , avg=1799.52, stdev=2931.70
    clat percentiles (usec):
     |  1.00th=[  247],  5.00th=[  262], 10.00th=[  278], 20.00th=[  294],
     | 30.00th=[  322], 40.00th=[  342], 50.00th=[  382], 60.00th=[  478],
     | 70.00th=[  692], 80.00th=[ 4448], 90.00th=[ 5344], 95.00th=[ 5408],
     | 99.00th=[15424], 99.50th=[18816], 99.90th=[25216]
    bw (KB/s)  : min= 4047, max= 5523, per=10.01%, avg=4803.34, stdev=113.41
    lat (usec) : 100=0.01%, 250=1.48%, 500=60.44%, 750=8.57%, 1000=1.00%
    lat (msec) : 2=2.51%, 4=4.06%, 10=20.31%, 20=1.21%, 50=0.41%
    lat (msec) : 100=0.01%
  cpu          : usr=0.54%, sys=2.25%, ctx=158886, majf=0, minf=44
  IO depths    : 1=76.6%, 2=23.4%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=89998/w=0/d=0, short=r=0/w=0/d=0
plain-read: (groupid=0, jobs=1): err= 0: pid=20250
  read : io=1406.3MB, bw=4799.9KB/s, iops=299 , runt=300005msec
    slat (usec): min=14 , max=286 , avg=20.73, stdev= 5.76
    clat (usec): min=93 , max=68874 , avg=1837.80, stdev=2926.76
     lat (usec): min=257 , max=68894 , avg=1859.96, stdev=2926.14
    clat percentiles (usec):
     |  1.00th=[  253],  5.00th=[  262], 10.00th=[  278], 20.00th=[  314],
     | 30.00th=[  370], 40.00th=[  430], 50.00th=[  482], 60.00th=[  548],
     | 70.00th=[  812], 80.00th=[ 4448], 90.00th=[ 5344], 95.00th=[ 5408],
     | 99.00th=[15424], 99.50th=[19072], 99.90th=[25216]
    bw (KB/s)  : min= 4031, max= 5545, per=10.01%, avg=4803.40, stdev=105.65
    lat (usec) : 100=0.01%, 250=0.44%, 500=52.53%, 750=16.36%, 1000=1.50%
    lat (msec) : 2=2.62%, 4=4.13%, 10=20.77%, 20=1.21%, 50=0.43%
    lat (msec) : 100=0.01%
  cpu          : usr=0.54%, sys=2.25%, ctx=158598, majf=0, minf=46
  IO depths    : 1=76.1%, 2=23.9%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=89998/w=0/d=0, short=r=0/w=0/d=0
plain-read: (groupid=0, jobs=1): err= 0: pid=20251
  read : io=1406.3MB, bw=4799.9KB/s, iops=299 , runt=300006msec
    slat (usec): min=13 , max=345 , avg=19.92, stdev= 6.23
    clat (usec): min=73 , max=68952 , avg=1767.54, stdev=2917.76
     lat (usec): min=256 , max=68972 , avg=1788.88, stdev=2917.45
    clat percentiles (usec):
     |  1.00th=[  249],  5.00th=[  258], 10.00th=[  266], 20.00th=[  286],
     | 30.00th=[  302], 40.00th=[  334], 50.00th=[  402], 60.00th=[  490],
     | 70.00th=[  676], 80.00th=[ 4384], 90.00th=[ 5344], 95.00th=[ 5408],
     | 99.00th=[15040], 99.50th=[18816], 99.90th=[24448]
    bw (KB/s)  : min= 4023, max= 5524, per=10.01%, avg=4803.64, stdev=100.22
    lat (usec) : 100=0.01%, 250=1.29%, 500=59.64%, 750=9.70%, 1000=0.98%
    lat (msec) : 2=2.50%, 4=4.19%, 10=20.06%, 20=1.20%, 50=0.42%
    lat (msec) : 100=0.01%
  cpu          : usr=0.45%, sys=2.34%, ctx=159089, majf=0, minf=44
  IO depths    : 1=76.7%, 2=23.3%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=89999/w=0/d=0, short=r=0/w=0/d=0
plain-read: (groupid=0, jobs=1): err= 0: pid=20252
  read : io=1406.3MB, bw=4799.9KB/s, iops=299 , runt=300005msec
    slat (usec): min=14 , max=466 , avg=20.12, stdev= 4.97
    clat (usec): min=5 , max=68998 , avg=1838.08, stdev=2905.33
     lat (usec): min=256 , max=69018 , avg=1859.62, stdev=2904.72
    clat percentiles (usec):
     |  1.00th=[  258],  5.00th=[  278], 10.00th=[  294], 20.00th=[  326],
     | 30.00th=[  366], 40.00th=[  418], 50.00th=[  482], 60.00th=[  556],
     | 70.00th=[  852], 80.00th=[ 4448], 90.00th=[ 5344], 95.00th=[ 5408],
     | 99.00th=[15424], 99.50th=[18816], 99.90th=[24960]
    bw (KB/s)  : min= 4087, max= 5524, per=10.01%, avg=4803.39, stdev=109.31
    lat (usec) : 10=0.01%, 250=0.47%, 500=52.79%, 750=15.64%, 1000=1.86%
    lat (msec) : 2=2.37%, 4=4.60%, 10=20.67%, 20=1.19%, 50=0.41%
    lat (msec) : 100=0.01%
  cpu          : usr=0.51%, sys=2.26%, ctx=158106, majf=0, minf=44
  IO depths    : 1=76.2%, 2=23.8%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=89998/w=0/d=0, short=r=0/w=0/d=0
plain-read: (groupid=0, jobs=1): err= 0: pid=20253
  read : io=1406.3MB, bw=4799.8KB/s, iops=299 , runt=300005msec
    slat (usec): min=14 , max=378 , avg=20.20, stdev= 4.84
    clat (usec): min=108 , max=83047 , avg=1856.46, stdev=2941.78
     lat (usec): min=257 , max=83068 , avg=1878.10, stdev=2941.19
    clat percentiles (usec):
     |  1.00th=[  251],  5.00th=[  274], 10.00th=[  290], 20.00th=[  322],
     | 30.00th=[  362], 40.00th=[  410], 50.00th=[  474], 60.00th=[  572],
     | 70.00th=[  892], 80.00th=[ 4448], 90.00th=[ 5344], 95.00th=[ 5408],
     | 99.00th=[15424], 99.50th=[19072], 99.90th=[24960]
    bw (KB/s)  : min= 3456, max= 6112, per=10.01%, avg=4803.87, stdev=128.14
    lat (usec) : 250=0.78%, 500=52.89%, 750=14.44%, 1000=2.47%
    lat (msec) : 2=2.20%, 4=4.90%, 10=20.71%, 20=1.19%, 50=0.43%
    lat (msec) : 100=0.01%
  cpu          : usr=0.50%, sys=2.28%, ctx=158133, majf=0, minf=45
  IO depths    : 1=76.0%, 2=24.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=89997/w=0/d=0, short=r=0/w=0/d=0
plain-read: (groupid=0, jobs=1): err= 0: pid=20254
  read : io=1406.3MB, bw=4799.8KB/s, iops=299 , runt=300005msec
    slat (usec): min=12 , max=278 , avg=20.39, stdev= 5.32
    clat (usec): min=155 , max=68787 , avg=1843.46, stdev=2912.22
     lat (usec): min=259 , max=68807 , avg=1865.29, stdev=2911.50
    clat percentiles (usec):
     |  1.00th=[  251],  5.00th=[  262], 10.00th=[  282], 20.00th=[  318],
     | 30.00th=[  374], 40.00th=[  430], 50.00th=[  486], 60.00th=[  564],
     | 70.00th=[  876], 80.00th=[ 4448], 90.00th=[ 5344], 95.00th=[ 5408],
     | 99.00th=[15296], 99.50th=[18816], 99.90th=[24704]
    bw (KB/s)  : min= 3453, max= 5992, per=10.01%, avg=4803.26, stdev=129.17
    lat (usec) : 250=0.72%, 500=51.60%, 750=16.05%, 1000=2.28%
    lat (msec) : 2=2.31%, 4=4.79%, 10=20.66%, 20=1.20%, 50=0.40%
    lat (msec) : 100=0.01%
  cpu          : usr=0.50%, sys=2.28%, ctx=160157, majf=0, minf=43
  IO depths    : 1=76.1%, 2=23.9%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=89997/w=0/d=0, short=r=0/w=0/d=0
plain-read: (groupid=0, jobs=1): err= 0: pid=20255
  read : io=1406.2MB, bw=4799.8KB/s, iops=299 , runt=300003msec
    slat (usec): min=13 , max=221 , avg=20.30, stdev= 4.32
    clat (usec): min=225 , max=115938 , avg=1861.45, stdev=2958.60
     lat (usec): min=254 , max=115959 , avg=1883.19, stdev=2958.00
    clat percentiles (usec):
     |  1.00th=[  247],  5.00th=[  270], 10.00th=[  286], 20.00th=[  314],
     | 30.00th=[  350], 40.00th=[  402], 50.00th=[  470], 60.00th=[  580],
     | 70.00th=[  900], 80.00th=[ 4448], 90.00th=[ 5344], 95.00th=[ 5408],
     | 99.00th=[15552], 99.50th=[19072], 99.90th=[25216]
    bw (KB/s)  : min= 3428, max= 6176, per=10.01%, avg=4804.38, stdev=124.31
    lat (usec) : 250=1.41%, 500=52.25%, 750=14.32%, 1000=2.62%
    lat (msec) : 2=2.24%, 4=4.44%, 10=21.11%, 20=1.17%, 50=0.44%
    lat (msec) : 100=0.01%, 250=0.01%
  cpu          : usr=0.45%, sys=2.32%, ctx=157879, majf=0, minf=44
  IO depths    : 1=75.9%, 2=24.1%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=89996/w=0/d=0, short=r=0/w=0/d=0
plain-read: (groupid=0, jobs=1): err= 0: pid=20256
  read : io=1406.2MB, bw=4799.8KB/s, iops=299 , runt=300002msec
    slat (usec): min=14 , max=252 , avg=20.21, stdev= 4.71
    clat (usec): min=130 , max=99488 , avg=1853.93, stdev=2940.17
     lat (usec): min=255 , max=99508 , avg=1875.59, stdev=2939.51
    clat percentiles (usec):
     |  1.00th=[  251],  5.00th=[  258], 10.00th=[  278], 20.00th=[  314],
     | 30.00th=[  358], 40.00th=[  414], 50.00th=[  478], 60.00th=[  564],
     | 70.00th=[  908], 80.00th=[ 4448], 90.00th=[ 5344], 95.00th=[ 5408],
     | 99.00th=[15424], 99.50th=[18816], 99.90th=[24960]
    bw (KB/s)  : min= 3428, max= 6176, per=10.01%, avg=4803.58, stdev=128.53
    lat (usec) : 250=0.69%, 500=52.70%, 750=14.31%, 1000=2.88%
    lat (msec) : 2=2.33%, 4=4.77%, 10=20.71%, 20=1.18%, 50=0.42%
    lat (msec) : 100=0.01%
  cpu          : usr=0.48%, sys=2.30%, ctx=157913, majf=0, minf=44
  IO depths    : 1=76.1%, 2=23.9%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=89996/w=0/d=0, short=r=0/w=0/d=0
plain-read: (groupid=0, jobs=1): err= 0: pid=20257
  read : io=1406.3MB, bw=4799.8KB/s, iops=299 , runt=300004msec
    slat (usec): min=14 , max=716 , avg=20.50, stdev= 6.17
    clat (usec): min=212 , max=132074 , avg=1861.93, stdev=3015.41
     lat (usec): min=258 , max=132094 , avg=1883.88, stdev=3014.79
    clat percentiles (usec):
     |  1.00th=[  245],  5.00th=[  266], 10.00th=[  278], 20.00th=[  294],
     | 30.00th=[  326], 40.00th=[  366], 50.00th=[  442], 60.00th=[  532],
     | 70.00th=[  868], 80.00th=[ 4576], 90.00th=[ 5344], 95.00th=[ 5408],
     | 99.00th=[15808], 99.50th=[19584], 99.90th=[25216]
    bw (KB/s)  : min= 3403, max= 6195, per=10.01%, avg=4804.17, stdev=148.12
    lat (usec) : 250=1.89%, 500=55.16%, 750=11.82%, 1000=1.77%
    lat (msec) : 2=2.07%, 4=3.91%, 10=21.74%, 20=1.17%, 50=0.46%
    lat (msec) : 100=0.01%, 250=0.01%
  cpu          : usr=0.51%, sys=2.32%, ctx=160144, majf=0, minf=44
  IO depths    : 1=75.6%, 2=24.4%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=89997/w=0/d=0, short=r=0/w=0/d=0
plain-read: (groupid=0, jobs=1): err= 0: pid=20258
  read : io=1406.3MB, bw=4799.8KB/s, iops=299 , runt=300004msec
    slat (usec): min=14 , max=269 , avg=20.13, stdev= 4.67
    clat (usec): min=193 , max=124078 , avg=1866.56, stdev=2980.13
     lat (usec): min=259 , max=124099 , avg=1888.12, stdev=2979.54
    clat percentiles (usec):
     |  1.00th=[  251],  5.00th=[  258], 10.00th=[  274], 20.00th=[  314],
     | 30.00th=[  350], 40.00th=[  402], 50.00th=[  470], 60.00th=[  572],
     | 70.00th=[  900], 80.00th=[ 4448], 90.00th=[ 5344], 95.00th=[ 5408],
     | 99.00th=[15552], 99.50th=[19328], 99.90th=[25472]
    bw (KB/s)  : min= 3428, max= 6176, per=10.01%, avg=4804.02, stdev=135.66
    lat (usec) : 250=0.67%, 500=53.11%, 750=14.26%, 1000=2.59%
    lat (msec) : 2=2.19%, 4=4.19%, 10=21.38%, 20=1.16%, 50=0.46%
    lat (msec) : 100=0.01%, 250=0.01%
  cpu          : usr=0.53%, sys=2.27%, ctx=160207, majf=0, minf=45
  IO depths    : 1=75.8%, 2=24.2%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=89997/w=0/d=0, short=r=0/w=0/d=0
plain-write: (groupid=0, jobs=1): err= 0: pid=20259
  write: io=240032KB, bw=819306 B/s, iops=50 , runt=300001msec
    slat (usec): min=20 , max=4182 , avg=34.11, stdev=34.71
    clat (usec): min=266 , max=186518 , avg=3541.84, stdev=9688.49
     lat (usec): min=300 , max=186556 , avg=3577.46, stdev=9687.71
    clat percentiles (usec):
     |  1.00th=[  322],  5.00th=[  334], 10.00th=[  338], 20.00th=[  366],
     | 30.00th=[  390], 40.00th=[  398], 50.00th=[  414], 60.00th=[  438],
     | 70.00th=[  494], 80.00th=[  972], 90.00th=[11328], 95.00th=[25216],
     | 99.00th=[38144], 99.50th=[46336], 99.90th=[115200]
    bw (KB/s)  : min=  522, max= 1081, per=10.01%, avg=800.75, stdev=44.55
    lat (usec) : 500=70.36%, 750=8.25%, 1000=1.49%
    lat (msec) : 2=2.03%, 4=2.48%, 10=5.03%, 20=3.46%, 50=6.52%
    lat (msec) : 100=0.27%, 250=0.13%
  cpu          : usr=0.06%, sys=0.58%, ctx=28598, majf=0, minf=34
  IO depths    : 1=92.0%, 2=8.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=0/w=15002/d=0, short=r=0/w=0/d=0
plain-write: (groupid=0, jobs=1): err= 0: pid=20260
  write: io=240032KB, bw=819306 B/s, iops=50 , runt=300001msec
    slat (usec): min=19 , max=4689 , avg=34.11, stdev=38.44
    clat (usec): min=250 , max=185740 , avg=3381.53, stdev=9607.61
     lat (usec): min=286 , max=185776 , avg=3417.18, stdev=9606.98
    clat percentiles (usec):
     |  1.00th=[  266],  5.00th=[  274], 10.00th=[  282], 20.00th=[  290],
     | 30.00th=[  306], 40.00th=[  326], 50.00th=[  346], 60.00th=[  370],
     | 70.00th=[  406], 80.00th=[  804], 90.00th=[10816], 95.00th=[24448],
     | 99.00th=[38144], 99.50th=[45312], 99.90th=[115200]
    bw (KB/s)  : min=  493, max= 1189, per=10.01%, avg=800.90, stdev=49.32
    lat (usec) : 500=75.61%, 750=4.26%, 1000=0.78%
    lat (msec) : 2=1.99%, 4=2.16%, 10=5.04%, 20=3.54%, 50=6.25%
    lat (msec) : 100=0.25%, 250=0.13%
  cpu          : usr=0.09%, sys=0.56%, ctx=29317, majf=0, minf=33
  IO depths    : 1=92.3%, 2=7.7%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=0/w=15002/d=0, short=r=0/w=0/d=0
plain-write: (groupid=0, jobs=1): err= 0: pid=20261
  write: io=240032KB, bw=819303 B/s, iops=50 , runt=300002msec
    slat (usec): min=20 , max=4472 , avg=32.58, stdev=36.73
    clat (usec): min=262 , max=203035 , avg=3569.12, stdev=9750.19
     lat (usec): min=295 , max=203066 , avg=3603.14, stdev=9749.82
    clat percentiles (usec):
     |  1.00th=[  338],  5.00th=[  350], 10.00th=[  358], 20.00th=[  370],
     | 30.00th=[  386], 40.00th=[  394], 50.00th=[  406], 60.00th=[  422],
     | 70.00th=[  474], 80.00th=[ 1416], 90.00th=[12480], 95.00th=[24704],
     | 99.00th=[39168], 99.50th=[47360], 99.90th=[119296]
    bw (KB/s)  : min=  534, max= 1088, per=10.01%, avg=800.80, stdev=44.79
    lat (usec) : 500=71.41%, 750=7.11%, 1000=0.93%
    lat (msec) : 2=1.41%, 4=3.61%, 10=5.04%, 20=3.44%, 50=6.64%
    lat (msec) : 100=0.27%, 250=0.14%
  cpu          : usr=0.02%, sys=0.65%, ctx=28516, majf=0, minf=33
  IO depths    : 1=91.9%, 2=8.1%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=0/w=15002/d=0, short=r=0/w=0/d=0
plain-write: (groupid=0, jobs=1): err= 0: pid=20262
  write: io=240032KB, bw=819303 B/s, iops=50 , runt=300002msec
    slat (usec): min=21 , max=3935 , avg=33.90, stdev=41.49
    clat (usec): min=245 , max=203498 , avg=3529.72, stdev=9704.15
     lat (usec): min=286 , max=203536 , avg=3565.15, stdev=9704.37
    clat percentiles (usec):
     |  1.00th=[  262],  5.00th=[  270], 10.00th=[  274], 20.00th=[  286],
     | 30.00th=[  314], 40.00th=[  390], 50.00th=[  402], 60.00th=[  418],
     | 70.00th=[  458], 80.00th=[ 1352], 90.00th=[12608], 95.00th=[24448],
     | 99.00th=[38144], 99.50th=[47360], 99.90th=[114176]
    bw (KB/s)  : min=  589, max= 1037, per=10.01%, avg=800.75, stdev=40.53
    lat (usec) : 250=0.01%, 500=72.36%, 750=6.01%, 1000=1.12%
    lat (msec) : 2=1.65%, 4=3.25%, 10=5.15%, 20=3.48%, 50=6.56%
    lat (msec) : 100=0.30%, 250=0.12%
  cpu          : usr=0.07%, sys=0.58%, ctx=28663, majf=0, minf=33
  IO depths    : 1=92.0%, 2=8.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=0/w=15002/d=0, short=r=0/w=0/d=0
plain-write: (groupid=0, jobs=1): err= 0: pid=20263
  write: io=240032KB, bw=819303 B/s, iops=50 , runt=300002msec
    slat (usec): min=20 , max=4809 , avg=32.88, stdev=39.48
    clat (usec): min=266 , max=192998 , avg=3570.70, stdev=9738.04
     lat (usec): min=300 , max=193030 , avg=3605.10, stdev=9737.78
    clat percentiles (usec):
     |  1.00th=[  282],  5.00th=[  306], 10.00th=[  334], 20.00th=[  382],
     | 30.00th=[  422], 40.00th=[  458], 50.00th=[  510], 60.00th=[  588],
     | 70.00th=[  660], 80.00th=[  884], 90.00th=[11072], 95.00th=[25216],
     | 99.00th=[38144], 99.50th=[45312], 99.90th=[116224]
    bw (KB/s)  : min=  476, max= 1118, per=10.01%, avg=800.80, stdev=46.27
    lat (usec) : 500=49.12%, 750=27.37%, 1000=4.06%
    lat (msec) : 2=1.87%, 4=2.40%, 10=4.89%, 20=3.59%, 50=6.33%
    lat (msec) : 100=0.23%, 250=0.15%
  cpu          : usr=0.08%, sys=0.54%, ctx=28537, majf=0, minf=32
  IO depths    : 1=92.1%, 2=7.9%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=0/w=15002/d=0, short=r=0/w=0/d=0
plain-write: (groupid=0, jobs=1): err= 0: pid=20264
  write: io=240032KB, bw=819303 B/s, iops=50 , runt=300002msec
    slat (usec): min=20 , max=4774 , avg=32.87, stdev=39.49
    clat (usec): min=264 , max=192884 , avg=3576.30, stdev=9766.01
     lat (usec): min=298 , max=192918 , avg=3610.67, stdev=9765.81
    clat percentiles (usec):
     |  1.00th=[  282],  5.00th=[  302], 10.00th=[  334], 20.00th=[  374],
     | 30.00th=[  414], 40.00th=[  454], 50.00th=[  498], 60.00th=[  580],
     | 70.00th=[  652], 80.00th=[  884], 90.00th=[11200], 95.00th=[25216],
     | 99.00th=[38144], 99.50th=[45824], 99.90th=[116224]
    bw (KB/s)  : min=  470, max= 1179, per=10.01%, avg=800.80, stdev=46.46
    lat (usec) : 500=50.46%, 750=26.12%, 1000=4.03%
    lat (msec) : 2=1.77%, 4=2.39%, 10=4.97%, 20=3.55%, 50=6.33%
    lat (msec) : 100=0.24%, 250=0.15%
  cpu          : usr=0.09%, sys=0.54%, ctx=28537, majf=0, minf=33
  IO depths    : 1=92.1%, 2=7.9%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=0/w=15002/d=0, short=r=0/w=0/d=0
plain-write: (groupid=0, jobs=1): err= 0: pid=20265
  write: io=240032KB, bw=819306 B/s, iops=50 , runt=300001msec
    slat (usec): min=19 , max=4539 , avg=35.11, stdev=52.13
    clat (usec): min=283 , max=189777 , avg=3431.70, stdev=9635.64
     lat (usec): min=319 , max=189813 , avg=3468.31, stdev=9636.42
    clat percentiles (usec):
     |  1.00th=[  334],  5.00th=[  342], 10.00th=[  346], 20.00th=[  350],
     | 30.00th=[  354], 40.00th=[  362], 50.00th=[  366], 60.00th=[  382],
     | 70.00th=[  422], 80.00th=[  716], 90.00th=[10560], 95.00th=[23680],
     | 99.00th=[38144], 99.50th=[45312], 99.90th=[113152]
    bw (KB/s)  : min=  530, max= 1085, per=10.01%, avg=800.88, stdev=47.66
    lat (usec) : 500=75.34%, 750=4.93%, 1000=0.57%
    lat (msec) : 2=1.43%, 4=2.25%, 10=5.28%, 20=3.59%, 50=6.23%
    lat (msec) : 100=0.22%, 250=0.14%
  cpu          : usr=0.04%, sys=0.61%, ctx=28808, majf=0, minf=32
  IO depths    : 1=92.3%, 2=7.7%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=0/w=15002/d=0, short=r=0/w=0/d=0
plain-write: (groupid=0, jobs=1): err= 0: pid=20266
  write: io=240032KB, bw=819306 B/s, iops=50 , runt=300001msec
    slat (usec): min=20 , max=4141 , avg=34.10, stdev=45.97
    clat (usec): min=256 , max=185697 , avg=3604.23, stdev=9682.03
     lat (usec): min=290 , max=185728 , avg=3639.87, stdev=9682.38
    clat percentiles (usec):
     |  1.00th=[  270],  5.00th=[  286], 10.00th=[  314], 20.00th=[  394],
     | 30.00th=[  430], 40.00th=[  462], 50.00th=[  516], 60.00th=[  572],
     | 70.00th=[  652], 80.00th=[  964], 90.00th=[12864], 95.00th=[24704],
     | 99.00th=[37632], 99.50th=[46336], 99.90th=[115200]
    bw (KB/s)  : min=  493, max= 1189, per=10.01%, avg=800.99, stdev=47.57
    lat (usec) : 500=47.99%, 750=28.54%, 1000=3.75%
    lat (msec) : 2=1.79%, 4=2.53%, 10=4.91%, 20=3.41%, 50=6.63%
    lat (msec) : 100=0.32%, 250=0.12%
  cpu          : usr=0.10%, sys=0.54%, ctx=28625, majf=0, minf=34
  IO depths    : 1=92.1%, 2=7.9%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=0/w=15002/d=0, short=r=0/w=0/d=0
plain-write: (groupid=0, jobs=1): err= 0: pid=20267
  write: io=240032KB, bw=819303 B/s, iops=50 , runt=300002msec
    slat (usec): min=21 , max=5022 , avg=35.41, stdev=42.77
    clat (usec): min=280 , max=196532 , avg=3484.15, stdev=9614.30
     lat (usec): min=314 , max=196568 , avg=3521.09, stdev=9614.37
    clat percentiles (usec):
     |  1.00th=[  338],  5.00th=[  346], 10.00th=[  354], 20.00th=[  362],
     | 30.00th=[  370], 40.00th=[  390], 50.00th=[  410], 60.00th=[  422],
     | 70.00th=[  446], 80.00th=[  748], 90.00th=[11456], 95.00th=[24448],
     | 99.00th=[38144], 99.50th=[45824], 99.90th=[114176]
    bw (KB/s)  : min=  468, max= 1173, per=10.01%, avg=800.79, stdev=47.99
    lat (usec) : 500=74.84%, 750=5.22%, 1000=0.61%
    lat (msec) : 2=1.51%, 4=2.23%, 10=5.12%, 20=4.05%, 50=6.03%
    lat (msec) : 100=0.25%, 250=0.15%
  cpu          : usr=0.05%, sys=0.60%, ctx=29511, majf=0, minf=34
  IO depths    : 1=92.5%, 2=7.5%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=0/w=15002/d=0, short=r=0/w=0/d=0
plain-write: (groupid=0, jobs=1): err= 0: pid=20268
  write: io=240032KB, bw=819306 B/s, iops=50 , runt=300001msec
    slat (usec): min=18 , max=4165 , avg=31.58, stdev=34.30
    clat (usec): min=310 , max=185660 , avg=3561.53, stdev=9648.94
     lat (usec): min=339 , max=185695 , avg=3594.58, stdev=9648.87
    clat percentiles (usec):
     |  1.00th=[  326],  5.00th=[  342], 10.00th=[  354], 20.00th=[  370],
     | 30.00th=[  390], 40.00th=[  410], 50.00th=[  434], 60.00th=[  572],
     | 70.00th=[  692], 80.00th=[ 1080], 90.00th=[12224], 95.00th=[24704],
     | 99.00th=[38144], 99.50th=[46848], 99.90th=[115200]
    bw (KB/s)  : min=  512, max= 1088, per=10.01%, avg=800.74, stdev=46.41
    lat (usec) : 500=57.75%, 750=18.83%, 1000=2.97%
    lat (msec) : 2=2.32%, 4=3.09%, 10=4.66%, 20=3.53%, 50=6.43%
    lat (msec) : 100=0.29%, 250=0.13%
  cpu          : usr=0.10%, sys=0.54%, ctx=28861, majf=0, minf=33
  IO depths    : 1=92.2%, 2=7.8%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=0/w=15002/d=0, short=r=0/w=0/d=0

Run status group 0 (all jobs):
   READ: io=14062MB, aggrb=47997KB/s, minb=4914KB/s, maxb=4915KB/s, mint=300002msec, maxt=300006msec
  WRITE: io=2344.7MB, aggrb=8001KB/s, minb=819KB/s, maxb=819KB/s, mint=300001msec, maxt=300002msec

Disk stats (read/write):
  xvdb: ios=899679/3, merge=8/1, ticks=1678576/9, in_queue=1678439, util=83.25%
  xvdc: ios=0/149919, merge=0/211, ticks=0/534339, in_queue=534179, util=35.50%